Repository: devekko/opigno
Catalog: profiles/opigno_lms/group_translations/*-field.po
Languages: de

# body:course:label
source: Body
de: Hauptteil

# group_group:#allowed_values:0
source: Not a group
de: Keine Gruppe

# group_group:#allowed_values:1
source: Group
de: Gruppe

# group_group:course:label
source: Group
de: Gruppe

# group_group:course:description
source: Determine if this is an OG group.
de: Stellen Sie fest, ob dies eine Gruppe ist.

# og_user_node:user:label
source: Group membership
de: Gruppenmitgliedschaft

# opigno_course_tools:course:label
source: Course tools
de: Kurswerkzeuge

# opigno_course_tools:course:description
source: Activate tools for this course. Deactivated tools will be hidden from users.
de: Aktivieren Sie Werkzeuge für diesen Kurs. Deaktiviert Werkzeuge werden für Benutzer nicht angezeigt.

# opigno_course_categories:course:label
source: Course categories
de: Kurskategorien

# course_required_quiz_ref:course:label
source: Lesson required for the course validation
de: Lektion erforderlich für Kursvalidierung

# course_required_quiz_ref:course:description
source: Defines a required quiz for this course. Users cannot finish the course without passing this quiz.
de: Definiert ein erforderliches Quiz für diesen Kurs. Benutzer können den Kurs nicht beenden, ohne dabei dieses Quiz zu erledigen.

# course_required_course_ref:course:label
source: Required course
de: Notwendiger Kurs

# course_required_course_ref:course:description
source: Makes this course dependent on another one.
de: Diesen Kurs von einem anderen abhängig machen.

# group_access:#allowed_values:0
source: Public (World-wide open, for example for demo courses)
de: Öffentlich (offen für alle, zum Beispiel für Demo-Kurse)

# group_access:#allowed_values:1
source: Semi-public (registered users can subscribe to the course)
de: Halb-öffentlich (registrierte Benutzer können sich einschreiben in den Kurs)

# group_access:course:label
source: Group visibility
de: Gruppensichtbarkeit

# requires_validation:course:label
source: Requires validation
de: Erfordert Validierung

# anomymous_visibility:course:label
source: Hide for anonymous users
de: Verstecken für anonyme Benutzer

# catalogue_visibility:course:label
source: Hide from Catalogue
de: Vom Katalog verbergen

# course_pretest_ref:course:label
source: Course pre-test
de: Kursvortest

# course_pretest_ref:course:description
source: Defines a test pending users must pass before activating their membership.
de: Definiert einen Test und pendente Benutzer müssen durchlaufen, bevor die Mitgliedschaft aktiviert wird

# opigno_commerce_price:course:label
source: Price
de: Preis

# opigno_commerce_product:course:label
source: OG Product
de: Produkt

# opigno_commerce_price:course:description
source: The price you want to sell this group for. If left empty, the group cannot be bought.
de: Der Preis für den die Gruppe verkauft werden soll. Wenn leer, kann die Gruppe nicht gekauft werden.

# opigno_user_expiration_amount:course:label
source: User expiration amount
de: Benutzerablauf-Wert

# opigno_user_expiration_amount:course:description
source: The default amount of (weeks,days,years) the user membership will expire in
de: Der Standardwert (Wochen, Tage, Jahre) in der die Mitgliedschaft erlischt

# opigno_user_expiration_type:#allowed_values:day
source: day
de: Tag

# opigno_user_expiration_type:#allowed_values:week
source: week
de: Woche

# opigno_user_expiration_type:#allowed_values:month
source: month
de: Monat

# opigno_user_expiration_type:#allowed_values:year
source: year
de: Jahr

# opigno_user_expiration_type:course:label
source: User expiration type
de: Benutzerablaufstyp

# opigno_user_expiration_type:course:description
source: The default amount type which the user membership will expire in
de: Der Standardwert-Typ in der die Mitgliedschaft erlischt

# course_quota:course:label
source: Number of allowed students
de: Anzahl der zugelassenen Teilnehmer

# course_quota:course:description
source: Number of allowed students (-1 for no limit).
de: Nummer der zugelassenen Teilnhemer (-1 für keine Begrenzung)

# slide_pdf:quiz_directions:description
source: The file uploaded here will be displayed inside the slide
de: Die hier hochgeladene Datei wird innerhalb des Slides angezeigt
