Repository: devekko/opigno
Catalog: profiles/opigno_lms/modules/opigno/tft/translations/tft.*.po
Languages: fr

source: File tree vocabulary
fr: Vocabulairede l'arborescence

source: File node type -> filefield
fr: Type de noeud fichier -> champ filefield

source: Set which node type must act as the 'file' (must contain a filefield).
fr: Définir quel type de contenu doit servir de 'fichier' (doit contenir un champ filefield).

source: Save
fr: Enregistrer

source: cancel
fr: annuler

source: Name
fr: Nom

source: Operations
fr: Opérations

source: delete
fr: supprimer

source: Select parent
fr: Choisir le parent

source: Add
fr: Ajouter

source: You must select a parent folder that is part of a group you're a member of.
fr: Vous devez sélectionner un répertoire parent qui fait partie d'un groupe dont vous êtes membre.

source: The following characters are not allowed: ',' (comma) and +
fr: Les caractères suivants ne sont pas autorisés: ',' (virgule) et +

source: No valid identifier received
fr: L'identifiant reçu n'est pas valide

source: You do not have access to this folder.
fr: Vous n'avez pas accès à ce répertoire.

source: No term was found for this group ! Please contact your system administrator.
fr: Aucun tag n'a été trouvé pour ce groupe ! Contactez votre administrateur système.

source: Reorder folders
fr: Gérer les répertoires

source: Create OG TFT term
fr: Créer un tag TFT pour OG

source: Loaded by
fr: Chargé par

source: Last modified
fr: Dernière modification

source: Folder
fr: Répertoire

source: !type file
fr: Fichier !type

source: Configuration error. Couldn't load the data from the database. Contact your site administrator.
fr: Erreur de configuration. Impossible de charger les données de la base de données. Contactez votre administrateur système.

source: edit
fr: modifier

source: more info
fr: plus d'infos

source: Add a file
fr: Ajouter un fichier

source: Add a folder
fr: Ajouter un répertoire

source: You must first enter which vocabulary is used by Taxonomy File Tree.
fr: Vous devez renseigner quel vocabulaire est utilisé par l'Arborescence de fichier Taxonomy.

source: parent folder
fr: répertoire parent

source: edit permissions
fr: modifier les droits d'accès

source: manage sub-folders
fr: gérer les répertoires enfants

source: The database table @table does not exist. Couldn't retreive the files.
fr: La table @table n'existe pas dans la base de données. Impossible de charger les fichiers.

source: TFT isn't properly configured. A valid vocabulary must be set as the TFT vocabulary.
fr: TFT n'est pas configuré correctement. Un vocabulaire valide doit être assigné à TFT.

source: Taxonomy File Tree
fr: Arborescence de fichier Taxonomy

source: OG Taxonomy File Tree
fr: Arborescence de fichier Taxonomy pour OG

source: Ajax callback
fr: Callback AJAX

source: Taxonomy File Tree Settings
fr: Configuration pour Arborescence de fichier Taxonomy

source: Taxonomy based file tree
fr: Arborescence de fichiers basé sur Taxonomy

source: You must first <a href="!link">create some taxonomy terms</a> before you can see any folders.
fr: Vous devez d'abord <a href="!link">créer des tags</a> avant de pouvoir utiliser TFT.
